<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<%@ include file="/WEB-INF/views/common/header.jsp" %>
<link href="https://fonts.googleapis.com/css2?family=Nanum+Gothic+Coding:wght@400;700&family=Noto+Sans+KR:wght@900&display=swap" rel="stylesheet">
<link rel="stylesheet" href="https://maxcdn.bootstrapcdn.com/font-awesome/4.4.0/css/font-awesome.min.css">

<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>Insert title here</title>
</head>
<body>
<div style="margin:20px">
<br /><br /><br /><br />
<h1>회원 가입하시기 전에 아래의 회원 서비스 이용 약관을 잘 읽어보시기 바랍니다.</h1>
<br /><br /><br />
제 1 장 총 칙<br />
<h3>제 1 조 (목적)</h3><br />		
본 이용약관(이하 ‘약관’)은 OBTG와 이용 고객(이하 ‘회원’)간에 회사가 제공하는 각종 서비스(이하 ‘서비스’)의 가입조건 및 이용에 관한 제반 사항과 기타 필요한 사항을 구체적으로 규정함을 목적으로 합니다. <br />
<br /><br /><br />
<b>제 2 조 (이용약관의 효력 및 변경)</b><br />
본 약관은 회사 웹사이트에서 온라인으로 공시함으로써 효력이 발생됩니다. <br />
회사는 합리적인 사유가 발생될 경우에는 관련법령에 위배되지 않는 범위 안에서 이 약관을 변경할 수 있으며, 약관을 변경할 경우에는 적용일자 및 개정사유를 명시하여 이를 사전에 공시합니다. <br />
이 약관에 동의하는 것은 정기적으로 웹을 방문하여 약관의 변경사항을 확인하는 것에 동의함을 의미합니다. 변경된 약관에 대한 정보를 알지 못해 발생하는 이용자의 피해는 회사에서 책임지지 않습니다. <br />
회원은 변경된 약관에 동의하지 않을 경우 회원 탈퇴(해지)를 요청할 수 있으며 회사는 회원에 대한 서비스를 종료할 수 있습니다. <br />
단, 회원이 변경된 약관의 효력 발생일로부터 7일 이후에도 거부의사를 표시하지 아니하고 서비스를 계속 사용할 경우 약관의 변경 사항에 동의한 것으로 간주됩니다. <br /><br />
<b>제 3 조 (약관 외 준칙)</b><br />
본 약관은 회사가 제공하는 개별 서비스에 관한 별도의 이용약관이 있는 경우, 본 약관은 개별 이용약관과 함께 개별 서비스 이용안내에 적용합니다. <br />
개별 서비스에 관하여 개별 약관과 본 약관의 내용이 일치하지 않는 경우, 개별 약관을 우선 적용합니다. <br />
본 약관에 명시되지 않은 사항에 대해서는 관계법령 및 회사가 정한 개별 서비스별 안내의 취지에 따라 적용할 수 있습니다.<br /><br />
<b>제 4 조 (용어의 정의)</b><br />
본 약관에서 사용하는 용어의 정의는 다음과 같습니다.<br />
① ‘이용고객(회원)’이라 함은 본 약관에 따라 회원으로 가입하고 회사가 제공하는 서비스를 받는 이용자를 말합니다. <br />
② ‘이용계약(가입)’이라 함은 서비스 이용과 관련하여 회사와 이용고객 간에 체결하는 계약을 말합니다. 회사가 제공하는 신청서 양식에 해당 정보를 기입하고, 본 약관에 동의하면 서비스 이용계약이 완료됩니다.<br />
③ ‘회원ID’라 함은 이용고객의 식별과 이용고객의 서비스 이용을 위하여 이용고객이 선정하고 회사가 부여하는 문자와 숫자의 조합을 말합니다.<br />
④ ‘비밀번호’라 함은 이용고객이 부여 받은 이용자번호와 일치된 이용고객임을 확인하고 이용고객의 권익보호를 위하여 이용고객이 선정한 문자와 숫자의 조합을 말합니다.<br />
⑥ ‘등록해지’라 함은 회사 또는 회원이 이용계약을 해약하는 것을 말합니다.
<br />
본 약관에서 정의하지 않은 용어는 개별 서비스에 대한 별도 약관 및 사용안내에서 정하는 바에 의합니다. <br /><br />
<h3>제 2 장 서비스 이용계약 및 의무</h3><br />
<b>제 5 조 (이용 계약의 성립)</b><br />
이용계약은 이용고객이 본 이용약관 내용에 대해 동의를 하고 회사가 정한 가입양식에 해당 정보를 기록하여 이용신청을 하면 회사가 이를 승낙함으로써 성립합니다. <br />
본 이용약관에 대한 동의는 이용신청 당시 해당 웹 사이트의 ‘약관에 동의합니다’ 버튼을 누름으로써 의사표시를 합니다. <br /><br />
<b>제 6 조 (서비스 이용 신청)</b> <br />
회원으로 가입하여 본 서비스를 이용하고자 하는 이용고객은 회사에서 요청하는 정보(이름, 연락처 등)를 제공하여야 합니다. <br />
회원이 제공한 정보는 개인정보보호정책에 따라 관리됩니다. <br />
모든 회원은 반드시 회원 본인의 실명 이름을 제공하여야만 서비스를 이용할 수 있으며, 실명으로 등록하지 않은 사용자는 일체의 권리를 주장할 수 없습니다. <br />
회원가입은 반드시 실명으로만 가입할 수 있으며 회사는 실명확인조치를 할 수 있습니다. <br />
타인의 명의를 도용하여 이용신청을 한 회원의 모든 ID는 삭제되며, 관계법령에 따라 처벌을 받을 수 있습니다. <br />
회사는 본 서비스를 이용하는 회원에 대하여 등급별로 구분하여 이용시간, 이용회수, 서비스 메뉴 등을 세분하여 이용에 차등을 둘 수 있습니다. <br /><br />
<b>제 7 조 (개인정보의 보호 및 사용)</b> <br />
회사는 관계법령이 정하는 바에 따라 이용고객의 등록정보를 포함한 이용고객의 개인정보를 보호하기 위해 노력합니다. <br />
이용고객의 개인정보의 보호 및 사용에 대해서는 관련법령 및 회사의 “개인정보 보호정책”에 정한 바에 적용됩니다. <br />
단, 회사의 서비스 페이지 이외의 링크된 사이트에서는 회사의 개인정보 보호정책이 적용되지 않습니다. <br />
또한 회사는 이용자의 귀책사유로 인해 노출된 정보에 대해서 일체의 책임을 지지 않습니다. <br />
<br /><br />
<b>제 8 조 (서비스 이용제한)</b><br />
회사는 회원이 서비스 이용내용에 있어서 본 약관 제 11조 내용을 위반하거나, 다음 각 호에 해당하는 경우 서비스 이용을 제한할 수 있습니다. <br />
– 미풍양속을 저해하는 비속한 ID 및 별명 사용 <br />
– 타 이용자에게 심한 모욕을 주거나, 서비스 이용을 방해한 경우 <br />
– 기타 정상적인 서비스 운영에 방해가 될 경우 <br />
– 정보통신 윤리위원회 등 관련 공공기관의 시정 요구가 있는 경우 <br />
– 불법 홈페이지인 경우 <br /> 	
1) 상용소프트웨어나 크랙파일을 올린 경우 <br />
2) 정보통신윤리 위원회의 심의 세칙 제 7조에 어긋나는 음란물을 게재한 경우 <br />
3) 반국가적 행위의 수행을 목적으로 하는 내용을 포함한 경우 <br />
4) 저작권이 있는 글을 무단 복제하거나 mp3를 홈계정에 올린 경우 <br />
상기 이용제한 규정에 따라 서비스를 이용하는 회원에게 서비스 이용에 대하여 별도 공지 없이 서비스 이용의 일시정지, 초기화, 이용계약 해지 등을 불량이용자 처리규정에 따라 취할 수 있습니다. <br />

</div> <br /><br /><br /><br /><br />
</body>
</html>

<%@ include file="/WEB-INF/views/common/footer.jsp" %>